{
  "college": "Shaw University",
  "department": "Computer Science",
  "news": [
    {
      "title": "Shaw University Launches New Data Science Lab",
      "date": "2024-04-15",
      "content": "Shaw University has launched a new state-of-the-art data science lab to enhance student research and education in the field of data science.",
      "author": "Sarah Mitchell"
    },
    {
      "title": "Shaw University Hosts AI Symposium",
      "date": "2024-03-25",
      "content": "Shaw University recently hosted an AI symposium where industry experts and academics discussed the latest advances in artificial intelligence.",
      "author": "John Smith"
    },
    {
      "title": "Computer Science Department Receives Major Grant",
      "date": "2024-02-15",
      "content": "The Computer Science department at Shaw University has received a major grant to fund research and development in the field of cybersecurity.",
      "author": "David Brown"
    },
    {
      "title": "Shaw University Students Win Hackathon",
      "date": "2024-01-30",
      "content": "A team of Shaw University students recently won a prestigious hackathon competition, showcasing their skills in software development and problem-solving.",
      "author": "Jane Doe"
    },
    {
      "title": "Professor Recognized for Contributions to AI Research",
      "date": "2023-12-20",
      "content": "Dr. Olivia Martinez, a professor in the Computer Science department at Shaw University, has been recognized for her significant contributions to AI research.",
      "author": "Michael Johnson"
    },
    {
      "title": "Shaw University Alumni Spotlight: Jordan Brown",
      "date": "2023-11-15",
      "content": "Jordan Brown, a Shaw University alumnus, is making waves in the tech industry with their innovative work in machine learning and data science.",
      "author": "Jane Doe"
    },
    {
      "title": "New Research Paper Published by Shaw University Faculty",
      "date": "2023-10-25",
      "content": "Faculty members at Shaw University have published a new research paper on the future of natural language processing.",
      "author": "Rachel Scott"
    },
    {
      "title": "Shaw University Students Present Research at Conference",
      "date": "2023-09-15",
      "content": "Students from the Computer Science department at Shaw University recently presented their research at a national conference on software engineering.",
      "author": "Laura White"
    },
    {
      "title": "Shaw University to Collaborate with Tech Company",
      "date": "2023-08-30",
      "content": "Shaw University has announced a"
    }
]
    }